<template>
  <div class="container">
    <h3>Адрес структурного подразделения:</h3>

    <p><span >ХМАО-Югра, г.Сургут, ул.Производственная, д.3</span></p>
    <br>
    <h3>Контактные данные отдела кадров:</h3>

    <p><span >Афанасьева Елена Викторовна</span>, начальник отдела – <span class="bold">+7(3462) 42-06-26</span>
    </p>
    <p><span>Новикова Анна Леонидовна</span>, старший специалист по кадрам – <span class="bold">+7(3462)
        42-06-28</span></p>
    <p><span >Катулевская Елена Владимировна</span>, старший специалист по кадрам – <span class="bold">+7(3462)
        42-07-01</span></p>
    <p><span >Помилоло Алина Сергеевна</span>, инженер по подготовке кадров – <span class="bold">+7(3462)
        42-06-27</span></p>
    <br>
    <h3>Режим работы:</h3>
    <p>Пн – Пт: с 8:30 до 16:22 (обед: с 12:00 до 12:40)</p>
    <p>Сб – Вс: выходной</p>
  </div>
</template>

<script lang="ts" setup>

</script>

<style>
.container {
  padding: 2vh;
}

h2 {
  color: #333;
}

.bold {
  font-weight: bold;
}
</style>